Repository: yookjy/CCPlayer
Catalog: CCPlayer.UWP.Pro/Strings/*/Resources.resw
Source language: en
Languages: bg, de, es, fa, ja, ko, pt_br, ru, tr, uk, vi, zh_hans

# CharsetKoreanMS
source: Korean (Windows MS949)
de: Koreanisch (Windows MS949)
fa: کره ای (ویندوز MS949)
ko: 한국어 (Windows MS949)
pt_br: Coreano (MS949 Windows)
ru: Корейская (Windows MS949)
tr: Korece (Windows MS949)
uk: Корейська (Windows MS949)
vi: Tiếng Hàn (Windows MS949)
zh_hans: 韩国 (Windows MS949)

# Format.Duration.Time.HM
source: {0}hr {1}min
bg: {0}ч {1}мин
fa: {0}ساعت {1} دقیقه
ja: {0}時間 {1}分
ko: {0}시간 {1}분
ru: {0}час. {1}мин.
tr: {0}saat {1}dk
uk: {0}год {1}хв
vi: {0} giờ {1} phút
zh_hans: {0} 小时 {1} 分钟

# Format.Duration.Time.MS
source: {0}min {1}sec
bg: {0}мин {1}сек
es: {0}min {1}seg
fa: {0}دقیقه {1}ثانیه
ja: {0}分 {1}秒
ko: {0}분 {1}초
pt_br: {0}min {1}seg
ru: {0}мин. {1}сек.
tr: {0}dk {1}sn
uk: {0}хв {1}сек
vi: {0} phút {1} giây
zh_hans: {0} 分 {1} 秒

# Format.Duration.Time.S
source: {0}sec
bg: {0}сек
es: {0}seg
fa: {0} ثانیه
ja: {0}秒
ko: {0}초
pt_br: {0} seg
ru: {0}сек.
tr: {0}sn
uk: {0}сек
vi: {0} giây
zh_hans: {0} 秒

# Format.Folder.Video.Count
source: {0} videos
bg: {0} видеота
es: {0} vídeos
fa: {0} ویدیو
ja: {0}ビデオ
ko: {0} 동영상
pt_br: {0} vídeos
ru: {0} видео
tr: {0} video
uk: {0} відео
vi: {0} video
zh_hans: {0} 视频

# List.File.Text
source: File
bg: Файл
de: Datei
es: Archivo
fa: فایل
ja: ファイル
ko: 파일
pt_br: Arquivo
ru: Файл
tr: Dosya
uk: Файл
vi: Tập tin
zh_hans: 文件

# List.Folder.Text
source: Folder
bg: Папка
de: Ordner
es: Carpeta
fa: پوشه
ja: フォルダ
ko: 폴더
pt_br: Pasta
ru: Папка
tr: Klasör
uk: Папка
vi: Thư mục
zh_hans: 文件夹

# OrderBy.Text
source: Sort by:
bg: Подреждане:
de: Sortieren nach:
es: Ordenar por:
fa: چینش بر اساس:
ja: ソート基準：
ko: 정렬기준:
pt_br: Ordenar por:
ru: Сортировка по:
tr: Sıralama ölçütü:
uk: Сортувати по:
vi: Sắp xếp theo:
zh_hans: 排序方式 ︰

# Sort.CreatedDate.Ascending
source: Added date
bg: Добавен на
de: Hinzugefügt am
es: Fecha de incorporación
fa: زمان اضافه شدن
ja: 追加の日付
ko: 추가된 날짜
pt_br: Data de adição
ru: Дата добавления
tr: Eklenme tarihi
uk: Даті оновлення
vi: Ngày thêm
zh_hans: 添加日期

# Sort.Name.Ascending
source: Name
bg: Име
es: Nombre
fa: نام
ja: ファイル名
ko: 이름
pt_br: Nome
ru: Имя
tr: Ad
uk: Імені
vi: Tên
zh_hans: 名称

# Folder.AddButton.Text
source: Add this folder into Explorer
bg: Добави тази папка в Explorer
de: Diesen Ordner zum Explorer hinzufügen
es: Añadir esta carpeta al Explorador
fa: این پوشه را به اکسپلورر اضافه کن
ja: このフォルダを追加
ko: 이 폴더를 탐색기에 추가
pt_br: Adicionar esta pasta no Explorer
ru: Добавить эту папку в проводник
tr: Bu klasörü tarayıcıya ekle
uk: Додати цю папку в провіднику
vi: Thêm thư mục này vào Explorer
zh_hans: 将该文件夹添加到资源管理器

# Sort.CreatedDate.Descending
source: Added date (Descending)
bg: Дата на добавяне (низходящ ред)
de: Hinzugefügt am (Zuletzt)
es: Fecha de incorporación (Descendente)
fa: تاریخ اضافه شدن (کاهشی)
ja: 追加の日付（降順）
ko: 추가된 날짜 (내림차순)
pt_br: Data de adição (Decrescente)
ru: Дата добавления (по убыванию)
tr: Eklenme tarihi (Azalan)
uk: Дата оновлення (по спадаючій)
vi: Ngày thêm (Giảm dần)
zh_hans: 添加日期（降序）

# Sort.Name.Descending
source: Name (Descending)
bg: Име (низходящ ред)
de: Name (Z - A)
es: Nombre (Descendente)
fa: نام (کاهشی)
ja: ファイル名（降順）
ko: 이름 (내림차순)
pt_br: Nome (Decrescente)
ru: Имя (по убыванию)
tr: Ad (Azalan)
uk: Ім'я (по спадаючій)
vi: Tên (Giảm dần)
zh_hans: 名称 （降序）

# Stream.Type.Attachment
source: Attachment
bg: Приложение
de: Anhang
es: Adjunto
fa: پیوست
ja: 添付
ko: 첨부
pt_br: Anexo
ru: Вложение
tr: Ek
uk: Вкладення
vi: Đính kèm
zh_hans: 附件

# Stream.Type.Audio
source: Audio
bg: Аудио
fa: صدا
ja: オーディオ
ko: 오디오
pt_br: Áudio
ru: Аудио
tr: Ses
uk: Аудіо
vi: Âm thanh
zh_hans: 音频

# Stream.Type.Subtitle
source: Subtitle
bg: Субтитри
de: Untertitel
es: Subtítulo
fa: زیرنویس
ja: 字幕
ko: 자막
pt_br: Legenda
ru: Субтитры
tr: Altyazı
uk: Субтитри
vi: Phụ đề
zh_hans: 字幕

# Stream.Type.Video
source: Video
bg: Видео
es: Vídeo
fa: ویدیو
ja: ビデオ
ko: 비디오
pt_br: Vídeo
ru: Видео
uk: Відео
zh_hans: 视频

# Sample.Subtitle.Text
source: Enjoy with subtitle :)
bg: Насладете се със субтитри :)
de: Genießen mit Untertiteln :)
es: Disfruta con subtítulos :)
fa: از زیرنویس لذت ببرید :)
ja: 字幕とお楽しみください。 :)
ko: 즐겁게 시청하세요 :)
pt_br: Desfrute com legenda :)
ru: Наслаждайтесь с субтитрами :)
tr: Altyazının keyfini çıkarın :)
uk: Насолоджуйтесь субтитрами :)
vi: Hãy tận hưởng cùng phụ đề :)
zh_hans: 享受字幕:)

# AppLock.Password.Header.Text
source: Password
bg: Парола
de: Passwort
es: Contraseña
fa: گذرواژه
ja: パスワード
ko: 패스워드
pt_br: Senha
ru: Пароль
tr: Şifre
uk: Пароль
vi: Mật khẩu
zh_hans: 密码

# AppLock.Password.Validate.Text
source: It will be saved after white spaces removed.
bg: Ще бъде запазена след премахване на интервалите.
de: Wird gespeichert, wenn keine weißen Stellen mehr da sind.
es: Se guardará después de borrar los espacios en blanco.
fa: بعد از بین رفتن فضای خالی، ذخیره می شود
ja: 空白は入力しても削除され、保存されます。
ko: 공백은 입력해도 제거 되고 저장 됩니다.
pt_br: Será salvo após a remoção dos espaços em branco.
ru: Будет сохранено после удаления пробелов.
tr: Boşlukları kaldırıldıktan sonra kaydet.
uk: Збереження буде виконано після того як з'явится вільне місце.
vi: Nó sẽ tự động được lưu sau khi khoảng trắng được xóa bỏ.
zh_hans: 移除空格后它将被保存。

# AppLock.Password.Validate1.Title
source: Password length should be minimum of 4 characters.
bg: Паролата трябва да бъде поне 4 знака.
de: Das Passwort sollte mindestens 4 Zeichen lang sein.
es: La contraseña debe tener al menos 4 caracteres.
fa: طول گذرواژه بایستی حداقل 4 کراکتر باشد
ja: パスワードは4文字以上で入力してください。
ko: 패스워드는 4글자 이상이어야 합니다.
pt_br: Comprimento da senha deve ser no mínimo de 4 caracteres.
ru: Длина пароля должна быть не менее 4 символов.
tr: Şifre uzunluğu en az 4 karakter olmalıdır.
uk: Пароль мае бути не меншим ніж 4 символи.
vi: Chiều dài mật khẩu nên có ít nhất 4 kí tự.
zh_hans: 密码长度应该至少有4个字符。

# AppLock.Password.Validate2.Title
source: It includes a white space in the input string.
bg: Има интервал във входният текст.
de: Es enthält eine Leerstelle.
es: Se ha incluido un espacio en blanco en el texto introducido.
fa: در طوالی ورودی فضای خالی وجود دارد
ja: 入力したパスワードにスペースが含まれています。
ko: 입력한 패스워드에 공백이 포함되어 있습니다.
pt_br: Inclui um espaço em branco na sequência de entrada.
ru: Есть пробел в строке ввода.
tr: Giriş dizesinde bir boşluk var.
uk: Порожній простір в рядку введення.
vi: Nó bao gồm khoảng trắng trong chuỗi nhập.
zh_hans: 它包含输入字符串中的空格。

# AppLock.Use.Header
source: Use app protection
bg: Защита на приложението
de: App schützen
es: Usar bloqueo para la app
fa: استفاده از حفاظت اپ
ja: アプリの保護モードの使用
ko: 앱 보호 사용
pt_br: Usar proteção do aplicativo
ru: Использовать защиту приложения
tr: Güvenlik
uk: Використовувати захист програми
vi: Sử dụng lớp bảo vệ ứng dụng
zh_hans: 使用应用程序保护

# Button.Change.Content
source: Change
bg: Промяна
de: Ändern
es: Cambiar
fa: تغییر
ja: 変更
ko: 변경
pt_br: Alterar
ru: Изменить
tr: Değiştir
uk: Змінити
vi: Thay đổi
zh_hans: 更改

# Button.Ok.Content
source: Ok
bg: Ок
fa: قبول
ja: 確認
ko: 확인
ru: Ок
tr: Tamam
zh_hans: 确定

# AppLock.Hint.Header.Text
source: Password's hint
bg: Подсещане за парола
de: Passworthinweis
es: Indicio de contraseña
fa: راهنمای گذرواژه
ja: パスワードのヒント
ko: 패스워드 힌트
pt_br: Dica da senha
ru: Подсказка пароля
tr: İpucu
uk: Підказка пароля
vi: Gợi ý mật khẩu
zh_hans: 密码提示

# FileAssociation.Change.Commit.Content
source: Modify file extension
bg: Промяна на разширението на файл
de: Dateiendung bearbeiten
es: Modificar extensión de archivo
fa: تنظیم افزونه
ja: 拡張子を変更
ko: 확장자 변경
pt_br: Modificar a extensão do arquivo.
ru: Изменить расширение файла
tr: Dosya uzantısını değiştir
uk: Змінити розширення файлу
vi: Chỉnh sửa phần mở rộng tập tin
zh_hans: 修改文件扩展名

# FileAssociation.Change.Fail.Content
source: Make sure that {0} extension exists already with the same name in the folder.
bg: Убедете се, че в папката няма файл със същото име и разширение {0}.
de: Stelle sicher, dass die Erweiterung {0} bereits mit dem selben Namen in diesem Ordner existiert.
es: Asegúrate si ya existe la extensión {0} con el mismo nombre de arcivo en la carpeta.
fa: اطمینان حاصل کنید که {0} افزونه در پوشه ای به همان نام وجود دارد.
ja: 当フォルダ内には既に同名の{0}の拡張子が存在するかを確認してください。
ko: 해당 폴더내에 이미 동일한 이름으로 {0} 확장자가 존재하는지 확인하십시오.
pt_br: Certifique-se de que a extensão {0} já existe com o mesmo nome na pasta.
ru: Убедитесь в том, что расширение {0} уже существует с тем же именем в папке.
tr: Bu klasörde zaten aynı ada sahip {0} uzantısının olmadığından emin olun.
uk: Переконайтеся, що {0} розширення вже існує з такою ж назвою в папці.
vi: Hãy chắn chắn rằng đã có {0} phần mở rộng cùng tên trong thư mục.
zh_hans: 确保已经存在{ 0 }扩展具有相同名称的文件夹。

# FileAssociation.Change.Fail.Title
source: Failed to change extension.
bg: Неуспешна смяна на разширението.
de: Erweiterung konnte nicht geändert werden.
es: Fallo al cambiar la extensión.
fa: خطا در تغییر افزونه
ja: 拡張子の変更に失敗しました。
ko: 확장자 변경이 실패하였습니다.
pt_br: Falha ao alterar a extensão.
ru: Не удалось изменить расширение.
tr: Uzantı değiştirme başarısız oldu.
uk: Помилка при зміні розширення.
vi: Thay đổi phần mở rộng không thành công.
zh_hans: 无法更改扩展名。

# FileAssociation.Change.FilePicker.Content
source: Choose to chage file
bg: Изберете файл
de: Zum Datei ändern auswählen
es: Seleccionar para cambiar archivo
fa: برای تغییر فایل انتخاب کنید
ja: 変更するファイルを選択
ko: 변경할 파일 선택
pt_br: Escolha para alterar o arquivo
ru: Выберите, чтобы изменить файл
tr: Dosyayı değiştirmek için seçin
uk: Виберіть файл для зміни
vi: Chọn tập tin để thay đổi
zh_hans: 选择更改文件

# FileAssociation.Change.Header.Text
source: Change the file extension that to hide in other apps
bg: Изберете разширение, което да бъде скрито в други приложения
de: Dateiendung, die in anderen Apps ausgeblendet werden soll, auswählen
es: Cambiar la extensión de archivo para ocultar en otras apps
fa: افزونه فایل را برای مخفی شدن درون سایر اپ ها تغییر دهید
ja: 他のアプリでファイルを表示されないように拡張子を変更
ko: 다른앱에서 파일을 볼 수 없도록 확장자 변경
pt_br: Altere a extensão do arquivo para ocultar em outros aplicativos
ru: Измените расширение файла, чтобы скрыть в других приложениях
tr: Video dosyalarını diğer uygulamalarda gizlemek için uzantısını değiştirin
uk: Змініть розширення файлу, щоб приховати в інших програмах
vi: Thay đổi phần mở rộng tập tin để ẩn trong các ứng dụng khác.
zh_hans: 更改在其他应用程序中隐藏的文件扩展名

# FileAssociation.Change.Success.Title
source: The changed file will not appear in other apps.
bg: Промененият файл няма да се появи в други приложения
de: Die geänderte Datei wird in anderen Apps nicht mehr auftauchen.
es: El archivo cambiado no aparecerá en otras aps.
fa: فایل تغییر یافته در میان دیگر اپ ها ظاهر نخواهد شد.
ja: 変更されたファイルは他のアプリで、表示されなくなります。
ko: 변경된 파일들은 다른 앱에서는 나타나지 않게 됩니다.
pt_br: O arquivo alterado não aparecerá em outros aplicativos.
ru: Измененный файл не появится в других приложениях.
tr: Uzantısı değiştirilen dosya diğer uygulamalarda görünmez.
uk: Змінений файл не з'явиться в інших програмах.
vi: Tập tin đã thay đổi sẽ không xuất hiện trong các ứng dụng khác.
zh_hans: 更改后的文件不会在其他应用程序中。

# FileAssociation.Change.Success1.Content
source: {0} and {1} files extension has been changed to {2}.
bg: Разширенията на файлове {0} и {1} са сменени на {2}.
de: Die Dateiendungen {0} und {1} wurden zu {2} geändert.
es: Las extensiones de archivos {0} y {1} se han cambiado a {2}.
fa: {0} و {1} افزونه فایل به {2} تغییر کرده اند.
ja: {0}のほか{1}個のファイルの拡張子が{2}に変更されました。
ko: {0} 외 {1}개 파일의 확장자가 {2}로 변경되었습니다.
pt_br: a extensão de arquivos {0} e {1} foi alterado para {2}.
ru: {0} и {1} расширение файлов было изменено на {2}.
tr: {0} ve {1} dosya uzantısı {2} olarak değiştirildi.
uk: Розширення файлів {0} та {1} було змінено на {2}.
vi: Phần mở rộng {0} và {1} của các tập tin đã được đổi thành {2}.
zh_hans: {0} 和 {1} 文件扩展名已改 {2}。

# FileAssociation.Change.Success2.Content
source: {0} file extension has been changed to {1}.
bg: Разширението {0} е сменено на {1}.
de: Die Dateiendung {0} wurde zu {1} geändert.
es: La extensión de archivo {0} se ha cambiado a {1}.
fa: {0} افزونه فایل به {1} تغییر کرده است.
ja: {0}ファイルの拡張子が{1}に変更されました。
ko: {0} 파일의 확장자가 {1}로 변경되었습니다.
pt_br: a extensão de arquivo {0} foi alterado para {1}.
ru: расширение файла {0} было изменено на {1}.
tr: {0} dosya uzantısı {1} olarak değiştirildi.
uk: Розширення файлу {0} було змінено на {1}.
vi: Phần mở rộng {0} của tập tin đã được đổi thành {1}.
zh_hans: {0} 文件扩展名已改 {1}。

# AppLock.Password.Validate3.Text
source: Protect your privacy by activating the app protection.
bg: Защитете вашата неприкосновеност като активирате защитата на приложението.
de: Schütze deine Privatsphäre, indem du den App-Schutz einschaltest.
es: Protege tu privacidad activando el bloqueo de app.
fa: با فعال کردن حفاظت از حریم شخصی خود مراقبت کنید.
ja: アプリの保護機能を作動させて、プライバシーを保護しましょう。
ko: 앱 보호 기능을 작동시켜 사생활을 보호하세요.
pt_br: Proteja a sua privacidade, ativando a proteção do aplicativo.
ru: Защитите вашу конфиденциальность, активировав защиту приложения.
tr: Uygulama güvenliğini etkinleştirerek gizliliğinizi koruyun.
uk: Захистіть ваші дані, шляхом активації програми захисту.
vi: Bảo vệ sự riêng tư của bạn bằng cách kích hoạt lớp bảo vệ ứng dụng.
zh_hans: 通过激活应用程序保护来保护您的隐私。

# AppLock.Password.Validate3.Title
source: Password has been changed.
bg: Паролата беше сменена.
de: Passwort geändert.
es: La contraseña ha sido cambiada.
fa: گذرواژه تغییر کرده است.
ja: パスワードが変更されました。
ko: 패스워드가 변경되었습니다.
pt_br: A senha foi alterada.
ru: Пароль был изменен.
tr: Şifre değiştirildi.
uk: Пароль було змінено.
vi: Đã đổi mật khẩu.
zh_hans: 密码已更改。

# Button.AppLock.TurnOff
source: Turn off
bg: Изключване
de: Ausschalten
es: Desactivar
fa: خاموش
ja: オフ
ko: 끄기
pt_br: Desligar
ru: Выключить
tr: Kapat
uk: Вимкнути
vi: Tắt
zh_hans: 关闭

# Button.AppLock.TurnOn
source: Turn on
bg: Включване
de: Einschalten
es: Activar
fa: روشن
ja: オン
ko: 켜기
pt_br: Ligar
ru: Включить
tr: Aç
uk: Увімкнути
vi: Bật
zh_hans: 打开

# Theme.Header.Text
source: Theme
bg: Тема
de: Design
es: Tema
fa: پوسته
ja: テーマ
ko: 테마
pt_br: Tema
ru: Тема
tr: Tema
uk: Тема
vi: Chủ đề
zh_hans: 主题

# Button.Clear.Content
source: Clear
bg: Изчистване
de: Bereinigen
es: Limpiar
fa: پاک کردن
ja: クリア
ko: 비우기
pt_br: Limpar
ru: Очистить
tr: Açık
uk: Очистити
vi: Xóa
zh_hans: 清除

# Thumbnail.Retention.Period.Text
source: Thumbnail's retention period
bg: Време за пазене на миниатюрите
de: Vorschaubilder zurücksetzen alle
es: Periodo para almacenar las miniaturas
fa: دوره نگهداری از نمایه ها
ja: サムネイルの保存期間
ko: 썸네일의 보존 기간
pt_br: Período de retenção das miniaturas
ru: Срок хранения эскизов
tr: Küçük resim saklanma süresi
uk: Термін зберігання зображень
vi: Thời hạn lưu trữ ảnh nhỏ
zh_hans: 缩略图的保留时间

# Thumbnail.Retention.Size.Text
source: Thumbnail's disk usage
bg: Използвано място за миниатюри
de: Speichernutzung durch Vorschaubilder
es: Uso en disco de miniaturas
fa: فضای اشغال شده توسط نمایه ها
ja: サムネイルディスク使用量
ko: 썸네일의 디스크 사용량
pt_br: Uso do disco das miniaturas
ru: Использование диска эскизами
tr: Küçük resim disk kullanımı
uk: Зображення з дискового простору
vi: Lưu lượng ảnh nhỏ sử dụng
zh_hans: 磁盘使用情况的缩略图

# UseDefaultSWDecoder.Header
source: Use SW decoder as default decoder
bg: Използване на софтуерен декодер по подразбиране
de: SW-Decoder als Standard-Decoder nutzen
es: Usar decodificador de SW como predeterminado
fa: استفاده از دیکد کننده SW به عنوان پیش فرض
ja: SWデコーダを基本コーダに使用
ko: SW디코더를 기본 더코더로 사용
pt_br: Usar o decodificador SW como o decodificador padrão
ru: Использовать SW декодер, как декодер по умолчанию
tr: Varsayılan çözücü olarak SW kullan
uk: Використовувати Програмний кодек як основний
vi: Sử dụng trình giải mã làm mặc định
zh_hans: 使用 SW 解码器作为默认解码器

# App.Version.Text
source: Version
bg: Версия
es: Versión
fa: نسخه
ja: バージョン
ko: 버전
pt_br: Versão
ru: Версия
tr: Sürüm
uk: Версія
vi: Phiên bản
zh_hans: 版本

# Developer.Header.Text
source: Developer
bg: Разработчик
de: Entwickler
es: Desarrollador
fa: توسعه دهنده
ja: 開発者
ko: 개발자
pt_br: Desenvolvedor
ru: Разработчик
tr: Geliştirici
uk: Розробник
vi: Nhà phát triển
zh_hans: 开发人员

# Developer.Name.Content
source: Jooyong, Yook
ko: 육주용

# Feedback.BugReport.Content
source: Bug report
bg: Докладване на грешка
de: Fehler melden
es: Retroalimentación
fa: گزارش خرابی
ja: バグレポート
ko: 버그 리포트
pt_br: Relatório de bug
ru: Отчет об ошибке
tr: Hata raporu
uk: Повідомлення про помилку
vi: Báo cáo lỗi
zh_hans: Bug 报告

# Feedback.Header.Text
source: Feedback
bg: Обратна връзка
es: Retroalimentación
fa: بازخورد
ja: フィードバック
ko: 피드백
ru: Обратная связь
tr: Geri bildirim
uk: Відгук
vi: Phản hồi
zh_hans: 反馈

# Feedback.Suggest.Content
source: Suggest
bg: Предложение
de: Vorschlag machen
es: Sugerir
fa: پیشنهاد
ja: 提案
ko: 제안
pt_br: Sugestão
ru: Предложить
tr: Öner
uk: Пропозиції
vi: Đề xuất
zh_hans: 建议

# Feedback.Facebook.Content
source: Facebook
fa: فیسبوک
ko: 페이스북

# Feedback.ReviewRate.Content
source: Review & Rating
bg: Преразгледайте рейтинга
de: Bewerten
es: Reseña y puntuación
fa: بازبینی و امتیازدهی
ja: レビュー & 評価
ko: 리뷰 & 평가
pt_br: Revisão & Classificação
ru: Отзывы & Рейтинг
tr: Gözden geçirme ve Değerlendirme
uk: Огляд та Рейтинг
vi: Đánh giá & Xếp hạng
zh_hans: 评论 & 评级

# AppLock.Login.Description.Text
source: Please enter a password.
bg: Моля въведете парола.
de: Passwort eingeben.
es: Por favor, introduce una contraseña.
fa: لطفا گذرواژه را وارد کنید
ja: パスワードを入力してください。
ko: 패스워드를 입력하십시오.
pt_br: Por favor, insira uma senha.
ru: Пожалуйста, введите пароль.
tr: Lütfen bir şifre girin.
uk: Введіть пароль.
vi: Vui lòng nhập mật khẩu.
zh_hans: 请输入密码。

# AppLock.Login.InvalidPassword.Text
source: Password is incorrect.
bg: Паролата е грешна.
de: Falsches Passwort.
es: La contraseña es incorrecta.
fa: گذرواژه اشتباه است
ja: パスワードが正しくありません。
ko: 패스워드가 올바르지 않습니다.
pt_br: Senha incorreta.
ru: Неверный пароль.
tr: Şifre yanlış.
uk: Неправильний пароль.
vi: Mật khẩu không đúng.
zh_hans: 密码不正确。

# AppLock.Login.Title.Text
source: App protection mode is executing.
bg: Режим на защита на приложението.
de: App-Schutz wird ausgeführt.
es: El modo de bloqueo de la app se está ejecutando.
fa: حالت حفاظت از اپ فعال است
ja: アプリの保護モードが実行中です。
ko: 앱 보호 모드가 실행중입니다.
pt_br: O modo de proteção do aplicativo está em execução.
ru: Выполняется режим защиты приложения
tr: Uygulama güvenlik modu yürütülüyor.
uk: Здійснюється програмний захист.
vi: Chế độ bảo vệ đang hoạt động.
zh_hans: 正在执行的应用程序保护模式。

# Button.CCPClose.Content
source: Exit CCPlayer
bg: Излез от CCPlayer
de: CCPlayer beenden
es: Salir de CCPlayer
fa: خروج از برنامه
ja: CCPlayer終了
ko: CCPlayer 종료
pt_br: Sair do CCPlayer
ru: Выйти из CCPlayer
tr: CCPlayer'dan çık
uk: Вихід з CCPlayer
vi: Thoát CCPlayer
zh_hans: 退出 CCPlayer

# Button.Login.Content
source: Authenticate
bg: Удостоверяване на самоличността
de: Authentisieren
es: Identificación
fa: هویت سنجی
ja: 認証
ko: 인증
pt_br: Autenticar
ru: Проверка подлинности
tr: Kimlik doğrulaması
uk: Автентифікація
vi: Xác thực
zh_hans: 进行身份验证

# MainMenu.AppLock.Switch.Tag
source: App protection : Executing
bg: Защита: Работеща
de: App-Schutz: Geschützt
es: Bloqueo de app: Ejecutándose
fa: حالت حفاظت از اپ : اجرا شده
ja: アプリの保護：実行中
ko: 앱 보호 : 실행중
pt_br: Proteção do App: Executando
ru: Защита : вкл.
tr: Güvenlik: Yürütülüyor
uk: Програмний захист: Виконується
vi: Bảo vệ ứng dụng: Đang chạy
zh_hans: 应用程序保护 ︰ 执行

# MainMenu.AppLock.Switch.Text
source: App protection : Stopped
bg: Защита: Спряна
de: App-Schutz: Gestoppt
es: Bloqueo de app: Detenido
fa: حالت حفاظت از اپ : متوقف شده
ja: アプリの保護：停止中
ko: 앱 보호 : 정지됨
pt_br: Proteção do App: Parado
ru: Защита : выкл.
tr: Güvenlik: Durduruldu
uk: Програмний захист: Зупинено
vi: Bảo vệ ứng dụng: Đã dừng
zh_hans: 应用程序保护 ︰ 停止

# MainMenu.Settings.Title.Text
source: Settings
bg: Настройки
de: Einstellungen
es: Configuración
fa: تنظیمات
ja: 設定
ko: 설정
pt_br: Configurações
ru: Параметры
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_hans: 设置

# Message.Check.MovePlayList.Content
source: Move to playlist after adding.
bg: Преместване в плейлиста след добавяне.
de: Nach dem Hinzufügen zur Wiedergabeliste navigieren.
es: Mover a lista de reproducción tras añadir.
fa: جا به جایی لیست پخش پس از اضافه کردن
ja: 追加後、プレイリストに遷移
ko: 추가 후 재생목록으로 이동
pt_br: Mover para lista de reprodução após a adição.
ru: Перейти к плейлисту после добавления.
tr: Ekledikten sonra oynatma listesine taşı.
uk: Після додавання, перемістити в список відтворення.
vi: Di chuyển đến danh sách phát sau khi thêm.
zh_hans: 添加后移动到播放列表。

# TopMenu.Common.AllCheck.Tag
source: Uncheck all
bg: Махни отметките на всички
de: Alle abwählen
es: Desmarcar todo
fa: حذف همه انتخاب ها
ja: 選択を解除
ko: 선택 취소
pt_br: Desmarcar tudo
ru: Снять выделение
tr: Tüm işaretleri kaldır
uk: Скасувати все
vi: Bỏ chọn tất cả
zh_hans: 取消全选

# TopMenu.Common.AllCheck.Text
source: Check all
bg: Отметки на всички
de: Alle auswählen
es: Marcar todo
fa: انتخاب همه
ja: すべて選択
ko: 전체 선택
pt_br: Selecionar tudo
ru: Выделить все
tr: Tümünü işaretle
uk: Вибрати все
vi: Chọn tất cả
zh_hans: 全选

# TopMenu.Common.Back.Text
source: Back
bg: Назад
de: Zurück
es: Retroceder
fa: بازگشت
ja: 戻る
ko: 이전
pt_br: Voltar
ru: Назад
tr: Geri
uk: Назад
vi: Lùi
zh_hans: 返回

# TopMenu.Common.Check.Text
source: Check
bg: Маркирай
de: Auswählen
es: Verificar
fa: انتخاب
ja: 選択
ko: 선택
pt_br: Verificar
ru: Проверить
tr: Kontrol
uk: Вибрати
vi: Kiểm tra
zh_hans: 检查

# TopMenu.Common.Delete.Text
source: Delete
bg: Изтрий
de: Löschen
es: Borrar
fa: حذف
ja: 削除
ko: 삭제
pt_br: Excluir
ru: Удалить
tr: Sil
uk: Видалити
vi: Xóa
zh_hans: 删除

# TopMenu.Common.Refresh.Text
source: Refresh
bg: Опресни
de: Aktualisieren
es: Refrescar
fa: بارگذاری مجدد
ja: 更新
ko: 새로 고침
pt_br: Atualizar
ru: Обновить
tr: Yenile
uk: Оновити
vi: Làm mới
zh_hans: 刷新

# TopMenu.Common.Remove.Text
source: Remove
bg: Отстрани
de: Löschen
es: Borrar
fa: زدودن
ja: 消去
ko: 제거
pt_br: Remover
ru: Убрать
tr: Kaldır
uk: Видалити
vi: Dỡ bỏ
zh_hans: 删除

# TopMenu.Explorer.AddFolder.Text
source: Add folder
bg: Добави папка
de: Ordner hinzufügen
es: Añadir carpeta
fa: اضافه کردن پوشه
ja: フォルダの追加
ko: 폴더 추가
pt_br: Adicionar pasta
ru: Добавить папку
tr: Klasör ekle
uk: Додати папку
vi: Thêm thư mục
zh_hans: 添加文件夹

# TopMenu.Explorer.AddToPlayList.Text
source: Add to playlist
bg: Добави към плейлист
de: Zu Wiedergabeliste hinzufügen
es: Añadir a lista de reproducción
fa: اضافه به فهرست پخش
ja: プレイリストに追加
ko: 재생목록에 추가
pt_br: Adicionar à lista de reprodução
ru: Добавить в плейлист
tr: Oynatma listesine ekle
uk: Додати до списку відтворення
vi: Thêm vào danh sách phát
zh_hans: 添加到播放列表

# TopMenu.Explorer.NewPlayList.Text
source: New playlist
bg: Нов плейлист
de: Neue Wiedergabeliste
es: Nueva lista de reproducción
fa: فهرست پخش جدید
ja: 新しいプレイリスト
ko: 새 재생 목록
pt_br: Nova lista de reprodução
ru: Новый плейлист
tr: Yeni oynatma listesi
uk: Створити список відтворення
vi: Danh sách phát mới
zh_hans: 新建播放列表

# TopMenu.Explorer.Upper.Text
source: To upper
bg: Главни букви
de: Zur vorherigen Ebene
es: Subir
fa: با بالاتر
ja: 上部へ
ko: 상위로 이동
pt_br: A parte superior
ru: Наверх
tr: Üst için
uk: Назад
vi: Di chuyển lên
zh_hans: 向上

# TopMenu.PlayList.Rename.Text
source: Rename
bg: Преименуване
de: Umbenennen
es: Renombrar
fa: تغییر نام
ja: 名前の変更
ko: 이름 변경
pt_br: Renomear
ru: Переименовать
tr: Yeniden adlandır
uk: Перейменувати
vi: Đổi tên
zh_hans: 重命名

# TopMenu.PlayList.Reorder.Text
source: Reorder
bg: Подреждане
de: Neu sortieren
es: Reordenar
fa: سفارش مجدد
ja: 順序の変更
ko: 순서 변경
pt_br: Reordenar
ru: Изменить порядок
tr: Yeniden sırala
uk: Змінити порядок
vi: Sắp xếp lại
zh_hans: 重新排序

# Button.Cancel.Content
source: Cancel
bg: Отказ
de: Abbrechen
es: Cancelar
fa: لغو
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消

# Button.Close.Content
source: Close
bg: Затваряне
de: Schließen
es: Cerrar
fa: بستن
ja: 閉じる
ko: 닫기
pt_br: Fechar
ru: Закрыть
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭
